[{"model": "main.receipt", "pk": 17, "fields": {"name": "Торт \"Наполеон\"", "description": "«Наполеон» — торт из множества коржей, пропитанных ванильным кремом.", "cooking_steps": "для теста: вода — 160 мл, просеянная мука — 400 г, сливочное масло или маргарин — 260 г, соль —  ⅓ ч. л., уксус — 15 мл; для крема: сахар — 300 г, молоко — 700 мл, сливочное масло — 200 г, яйца куриные — 2 шт., крахмал — 20 г, ваниль по вкусу.\r\n\r\nСпособ приготовления:\r\n\r\n1. Соедините в миске соль, муку и сливочное масло и разотрите их до состояния крошки.\r\n\r\n2. Смешайте ледяную воду с уксусом.\r\n\r\n3. Влейте воду в масляную крошку, постоянно помешивая.\r\n\r\n4. Очень быстро замесите крутое тесто.\r\n\r\n5. Разделите тесто на 10 или более одинаковых кусочков (все зависит от того, какого размера будет ваш торт).\r\n\r\n6. Сформируйте колобки, оберните их пленкой и поместите в холодильник на час.\r\n\r\n7. Постелите на столе бумагу для выпечки или лист пергамента, смажьте его маслом и раскатывайте по очереди каждый колобок.\r\n\r\n8. Приложите к коржу тарелку или крышку от кастрюли и обрежьте все лишнее. Обрезки смешайте со следующим колобком.\r\n\r\n9. Сделайте несколько проколов вилкой на поверхности коржа.\r\n\r\n10. Переложите корж с бумагой на противень и пеките в течение 7–10 минут при температуре 200°С.\r\n\r\n11. Для крема смешайте сахар с крахмалом и ванилью в маленькой кастрюльке.\r\n\r\n12. Добавьте в кастрюльку яйца и хорошо взбейте.\r\n\r\n13. Влейте в эту смесь молоко.\r\n\r\n14. Поставьте кастрюльку на плиту и варите, постоянно помешивая, пока крем не начнет булькать.\r\n\r\n15. В остывшую заварную массу добавьте сливочное масло.\r\n\r\n16. Хорошо взбейте крем.\r\n\r\n17. Смажьте блюдо кремом, выложите корж, покройте его 3 ст. л. крема. Повторите это со всеми коржами, оставив один из коржей для обсыпки.\r\n\r\n18. Оставьте торт на 2 часа, чтобы он пропитался.\r\n\r\n19. Намажьте кремом бока торта и обсыпьте его раскрошенным коржом.\r\n\r\n20. Оставьте торт на 10 часов.\r\n\r\nПо истечению времени, украсьте торт свежими ягодами (по желанию) и подавайте на стол!", "cooking_time": "03:00:00", "image": "static/image_from_client/65d35b21e8d5ce9a30fc6786b83a3499_ofCCL4Y.jpg", "author": "Анна", "user_created": 1}}, {"model": "main.receipt", "pk": 18, "fields": {"name": "Чезкейк \"Сникерс\"", "description": "Совершенно сбалансированный вкус и необычная текстура. Это огромный шаг в сторону от привычных бисквитных тортов.", "cooking_steps": "Для песочной основы:\r\nПеченье песочное 200 г\r\nАрахис 50 г\r\nМасло сливочное 100 г\r\nКакао-порошок 1 ст.л.\r\nДля сырной начинки:\r\nСыр сливочный 400 г\r\nСливки 20% (средней жирности) 200 мл\r\nСахарная пудра 80 г\r\nЖелатин пищевой 10 г\r\nДля карамели с арахисом:\r\nСахар-песок 120 г\r\nСливки 33% (классические) 120 мл\r\nМасло сливочное 20 г\r\nАрахис 100 г\r\nСоль 1 ч.л.\r\n\r\n1. Сначала сварите карамель, чтобы к моменту сборки торта она уже остыла. Можно сделать это накануне. Арахис для карамели обжарьте на сухой сковороде.\r\n\r\n2. В сухой ковш или небольшую кастрюлю, примерно двухлитровую, с толстым дном всыпьте сахар, разровняйте и поставьте на средний огонь. Не перемешивая, дождитесь, когда он начнет плавиться.\r\n\r\n3. Сахар постепенно из белых кристаллов должен превратиться в жидкую массу. Доведите ее до карамелизации, пока она не станет коричневого цвета. Не перемешивайте.\r\n\r\n4. Пока сахар плавится, в другой кастрюле параллельно нагрейте сливки. Потемневшую сахарную массу снимите с огня, влейте в нее горячие сливки и пару минут не трогайте, дайте массе побурлить. Затем перемешайте силиконовой или деревянной лопаткой.\r\n\r\n5. Верните кастрюлю с карамелью и варите в течение 5–7 минут, постоянно помешивая. Добавьте сливочное масло комнатной температуры, соль, хорошо перемешайте и готовьте еще примерно 5 минут.\r\n\r\n6. Готовую соленую карамель перелейте из кастрюли в чистую посуду, перемешайте с арахисом и оставьте до полного остывания. Если готовите заранее, то храните в холодильнике до сборки чизкейка.\r\n\r\n7. Когда карамель остынет до комнатной температуры, можно начинать готовить чизкейк. Для песочной основы арахис порубите ножом и обжарьте на сухой сковороде. Печенье измельчите с помощью блендера в крошку.\r\n\r\n8. Растопите сливочное масло. Всыпьте в него какао, арахис и крошку печенья, хорошо перемешайте. Если вам нравится более насыщенный шоколадный вкус песочной основы, то увеличьте количество какао.\r\n\r\n9. На дно разъемной формы переложите полученную массу из печенья, арахиса, масла и какао, распределите ровным слоем и хорошо утрамбуйте. Поставьте форму в морозилку.\r\n\r\n10. Сливочный сыр соедините с сахарной пудрой. Влейте половину сливок, перемешайте с помощью миксера, чтобы получилась однородная масса. Долго взбивать не нужно.\r\n\r\n11. Вторую часть сливок нагрейте, но не доводите до кипения, достаточно 85 градусов. Добавьте желатин и перемешайте до полного растворения. Дайте остыть до комнатной температуры.\r\n\r\n12. Соедините сырную массу с желатиновой, хорошо перемешайте. Выложите на песочную основу и аккуратно разровняйте. Поставьте форму в морозилку минут на 20–30, чтобы масса застыла.\r\n\r\n13.На застывший сырный слой аккуратно переложите соленую карамель с арахисом. Уберите чизкейк в холодильник на ночь или хотя бы на 4-5 часов. Затем снимите разъемную форму, разрежьте на порционные куски и подавайте к столу.\r\n\r\nЧизкейк «Сникерс» без выпечки можно приготовить не только с арахисом. Используйте любые орехи на ваш вкус, например, грецкие, фундук, кешью или их микс.", "cooking_time": "00:40:00", "image": "static/image_from_client/торт_сникерс.jpg", "author": "Анна", "user_created": 1}}, {"model": "main.receipt", "pk": 19, "fields": {"name": "эклеры с заварным кремом", "description": "Экле́р — пирожное в виде трубочки из заварного теста, покрытой помадкой, с начинкой из сливочно-масляного или заварного крема.", "cooking_steps": "Для приготовления нам понадобится:\r\n\r\nдля теста:\r\nвода - 90 мл, \r\nмолоко - 90 мл, \r\nсливочное масло - 90 г, \r\nсоль – щепотка, \r\nсахар - 7 г,\r\nмука - 105 г,\r\nяйца - 165 г.\r\n \r\nкрем:\r\nзаварной крем 600 г.\r\n \r\nдля глазури:\r\nрастопленный темный шоколад - 70 г,\r\nрастопленное сливочное масло - 55 г,\r\n+растопленный белый шоколад - 40 г. \r\n\r\n1. Разогреть духовку до двухсот градусов.\r\n\r\n2. Приготовить заварное тесто. В сотейник положить сливочное масло, воду, молоко, сахар и соль. Поставить на средний огонь и довести до кипения. Как только смесь начинает кипеть, снять с огня и добавить муку, хорошо перемешать.\r\n\r\n3. Вернуть сотейник на огонь, постоянно помешивая варить две минуты, должна появиться тонкая белая корочка на дне сотейника. Снять сотейник с огня. Переложить тесто в чистую миску и дать слегка остыть.\r\n\r\n4. Яйца слегка перемешать венчиком, постепенно ввести в тесто. Хорошо перемешать, до однородной массы, без крупинок. Готовое тесто выложить в кондитерский мешок с насадкой “звезда”.\r\n\r\n5. Противень застелить пергаментом и отсадить из кондитерского мешка полоски длинной 10 см, а шириной 2,5 см. Выпекать в разогретой духовке пятнадцать минут при температуре двести градусов. Затем опустить температуру до ста семидесяти градусов и выпекать еще двадцать пять минут. Ни в коем случает не открывать дверцу духовки, иначе пирожные опадут.\r\n\r\n6. Готовые пирожные достать из духовки и дать полностью остыть на решетке.\r\n\r\n7. Приготовьте заварной крем по указанному рецепту и остудите до комнатной температуры.\r\n\r\n8. В каждом эклере сделать аккуратное отверстие и наполнить кремом при помощи кондитерского мешка.\r\n\r\n9. Приготовить шоколадную глазурь. В миске смешать до однородности растопленный шоколад с растопленным сливочным маслом. Верх каждого пирожного окунуть в шоколадную глазурь. Сверху сделать полоски из растопленного белого шоколада.\r\n\r\n10 Готовые пирожные с заварным кремом выложить на блюдо и подать к столу.", "cooking_time": "01:20:00", "image": "static/image_from_client/эклеры_нежные_PL7V9Op.jpg", "author": "Анна", "user_created": 1}}, {"model": "main.receipt", "pk": 20, "fields": {"name": "Меренговый рулет", "description": "Меренговый рулет — это десерт, состоящий из тонкого слоя взбитых яичных белков с сахаром, запечённого в духовке, и начинки из крема, фруктов или ягод.", "cooking_steps": "Меренга\r\nЯичный белок: 200 ГРАММ\r\nСахарная пудра: 300 ГРАММ\r\nКукурузный крахмал: 40 ГРАММ\r\nЛимонный сока: 1 ЧАЙНАЯ ЛОЖКА\r\nМиндальные лепестки\r\nВаниль\r\n\r\nКрем\r\nСливки 33%: 200 ГРАММ\r\nСыр сливочный: 250 ГРАММ\r\nСахарная пудра: 30 ГРАММ\r\nЯгоды\r\n\r\n1. Взбиваем белки комнатной температуры с сахарной пудрой, ванилью и лимонным соком 10-15 минут (до стойких пиков). \r\n\r\n2. Вводим кукурузный крахмал и несколько секунд перемешиваем.\r\n\r\n3. Распределяем меренгу по противню, посыпаем миндальными лепестками. \r\n\r\n4. Выпекаем при 150°С 30-35, в зависимости от мощности вашей духовки.\r\n\r\n5. Взбиваем сливки, сыр и сахарную пудру.\r\n\r\n6. Перекладываем в  кондитерский мешок.\r\n\r\n7. Рулет переворачиваем корочкой вниз. Смазываем кремом. Распределяем хаотично ягоды. Закручиваем в рулет.\r\n\r\n8. Убираем в холодильник на несколько часов. Сверху декорируем кремом и ягодами, по вашему вкусу.", "cooking_time": "00:40:00", "image": "static/image_from_client/a4b8456b7d92a2142d27325191983c83_Q1NilPh.jpg", "author": "Анна", "user_created": 1}}, {"model": "main.receipt", "pk": 21, "fields": {"name": "Эскимо-картошка", "description": "«Эскимо на палочке» — это бисквитное пирожное в форме мороженого. Его удобно есть, оно не тает и не пачкает руки. 1\r\n\r\nПо сути, это пирожное «Картошка», только не из печёнок, а из бисквита, которое делают в виде шариков или же небольших эскимо.", "cooking_steps": "Для пирожных:\r\nБисквитная крошка или печенье 300 г\r\nСливочное масло 70 г\r\nШоколад 130 г\r\nСливки 33% 60 г\r\nДля глазури:\r\nШоколад 150 г\r\nРастительное масло 40 г\r\n\r\n1. Подготовьте и отвесьте все продукты.\r\n\r\n2. Соедините шоколад с маслом. Растопите любым удобным способом. Подойдет и водяная баня, и микроволновая печь. Только старайтесь не перегревать массу, чтобы она не расслоилась. И защищайте шоколад от воды, иначе он соберется комками.\r\n\r\n3.Смешайте крошку с растопленным шоколадом.\r\n\r\n4. В специальной форме сформируйте пирожное. Заполните наполовину форму массой, затем вставьте палочку и заполните до края. Уберите в морозилку на 30-60 минут. Для дополнительной фиксации палочки, ее можно предварительно окунуть в растопленный шоколад.\r\n\r\n5. Подготовьте ингредиенты для глазури.\r\n\r\n6. Растопите шоколад и добавьте в него масло. Перелейте глазурь в высокий стакан. Обмакните каждое пирожное в глазури. Украсьте «Картошку» в шоколаде по желанию. Затем остудите пирожное в холодильнике в течение пары часов и можете подавать к столу.\r\n\r\n3 варианта декора для эскимо «Картошка»\r\nШоколадная глазурь — это популярный кондитерский клей. Вы можете посыпать на нее сахарные украшения, чтобы получить эскимо, как на фото. Но можно использовать и другой декор для сладкой «Картошки» на палочке:\r\n\r\nШоколадная стружка и капли\r\nИспользуйте остатки шоколада, чтобы сделать красивую посыпку. Но можно сделать и интереснее. Маленькие шоколадные капли или диски можно вставить в картошку перед заливкой, сделав ее шипастой или ребристой.\r\n\r\nОрехи\r\nНаиболее классический вариант декора — посыпка из колотых орехов на глазури. Но вместо нее можно взять кокосовую стружку или миндальные лепестки. Тогда вкус десерта будет нежнее.\r\n\r\nУзоры линиями\r\nПользуясь идеями украшения кейк-попсов, можно покрыть застывшую глазурь тонкими спиральными узорами и полосами карамели, подкрашенного шоколада. Но также можно капнуть на еще не застывшее покрытие глазурью другого цвета и нарисовать узоры, как на пенке капучино.", "cooking_time": "00:25:00", "image": "static/image_from_client/1bed79e08bc6fe205b23c1d3f1e6dff8_vUTRTV2.jpg", "author": "Анна", "user_created": 1}}, {"model": "main.receipt", "pk": 22, "fields": {"name": "Сырники", "description": "Сырники — это блюдо белорусской, русской, украинской и молдавской кухонь в виде оладий, жареные лепёшки из творога, смешанного с мукой или манкой и яйцами.", "cooking_steps": "творог - 500 грамм\r\n1 яйцо\r\nщепотка соли\r\nсахар - 1-2 ст.л.\r\nмука или манка - 2-3 ст.л.\r\nванильный сахар - по желанию\r\n\r\n1. Пересыпаем творог в глубокую емкость и добавляем к нему одно сырое яйцо. Перебиваем погружным блендером до однородной массы. Если у вас нет такого инструмента, то сделайте это вилочкой, как можно тщательно.\r\n\r\n2. Добавляем к нему столовую ложку сахара и щепотку соли. Следом кладем одну ложку муки и перемешиваем ложкой творожную массу. Если консистенция получается густой и держится на ложке, то больше добавлять муки не надо.\r\n\r\n3. Из теста формируем сырники, предварительно обваляв в муке. Чтобы сырник получился аккуратным в виде шайбочки, накрываем его стаканом и вращаем по круга.\r\n\r\n4. Выкладываем их на сковородку с растительным маслом и жарим на умеренном огне примерно по пять минут с каждой стороны.\r\n\r\n5. Можно посыпать сверху сахарной пудрой или украсить  свежими ягодами.", "cooking_time": "00:25:00", "image": "static/image_from_client/сырники.jpg", "author": "Анна", "user_created": 1}}, {"model": "main.receipt", "pk": 23, "fields": {"name": "Морковный торт", "description": "Морковный торт — торт, содержащий морковь, смешанную с тестом. Тёртая морковь смягчается в процессе приготовления, а торт, как правило, имеет мягкую, плотную текстуру.", "cooking_steps": "Для коржей:\r\n\r\nмука – 350 г + еще немного для формы\r\nморковь – 450 г\r\nбелый сахар – 250 г\r\nяйцо С0 – 4 шт.\r\nрастительное масло – 200 мл + еще немного для формы\r\nкоричневый сахар – 80 г\r\nразрыхлитель –1,5 ч. л.\r\nмолотая корица – 1,5 ч. л.\r\nсода – 1 ч. л.\r\nсоль – 1/2 ч. л.\r\nмолотый мускатный орех – 1/4 ч. л.\r\nмолотая гвоздика – на кончике ножа\r\nДля крема:\r\n\r\nкрем чиз – 450 г\r\nсахарная пудра – 300 г\r\nсливочное масло – 140 г\r\nсметана – 2 ст. л.\r\nванильный экстракт – 1,5 ч. л.\r\nсоль – 1/4 ч. л.\r\n\r\n1.    Приготовьте тесто для основы торта. Морковь натрите на мелкой терке, поместите в большую миску. В другую емкость просейте через сито муку, разрыхлитель, соду, соль, корицу, мускатный орех и гвоздику.\r\n\r\n2.     В чаше миксера взбейте яйца с белым и коричневым сахаром до получения пышной массы однородной консистенции (на высокой скорости). Затем уменьшите скорость до средней и, не прекращая процесса, тонкой струйкой влейте растительное масло.\r\n\r\n3.     Когда смесь в чаше миксера станет однородной, снова увеличьте скорость до высокой и продолжайте взбивать еще 1 минуту. Всыпьте мучную смесь. Вымесите тесто специальной насадкой — крюком.Добавьте тертую морковь и тщательно перемешайте. Духовку разогрейте до 180 °C. Форму для выпекания коржей смажьте растительным маслом и слегка присыпьте мукой. Лишнюю стряхните.\r\n\r\n4.     Поместите тесто в форму и разровняйте. Выпекайте 40–45 минут, до полной готовности. Оставьте в форме на 10 мин., затем аккуратно переложите на решетку и дайте остыть (1,5–2 ч). Разрежьте получившийся корж по горизонтали на три части.\r\n\r\n5.     Для крема сливочное масло нарежьте маленькими кубиками и сложите в чашу миксера. Оставьте при комнатной температуре на 30 минут. Взбейте миксером до состояния легкого крема.\r\n\r\n6.     Добавьте сахарную пудру, соль и ванильный экстракт. Взбивайте 4 минуты. Положите сметану комнатной температуры и перемешайте. Постепенно, небольшими порциями добавьте крем чиз. Взбивайте до получения крема однородной консистенции.\r\n\r\n7.     Положите один пласт морковного коржа на тарелку и распределите сверху треть крема. Накройте вторым. Снова распределите треть крема. Уложите третий корж. Промажьте оставшимся кремом верх торта и бока. Уберите в холодильник на 24 часа.\r\n\r\nПОЛЕЗНЫЙ СОВЕТ\r\n\r\nВ тесте такого морковного торта отлично проявят себя грецкие орехи. Подрумяньте их слегка на сухой сковороде, затем мелко порубите, после чего добавьте в тесто на финальном этапе (шаг 4).", "cooking_time": "00:40:00", "image": "static/image_from_client/c26835b2ddad22a2dd885ce7a30eefea.jpg", "author": "Анна", "user_created": 1}}, {"model": "main.receipt", "pk": 24, "fields": {"name": "Трайфлы \"Красный бархат\"", "description": "Трайфлы красный бархат — популярный десерт в стаканчиках, который представляет собой бисквитную крошку, прослоенную кремом-чиз. Такое блюдо удобно подать на праздничный стол, стаканчик как раз на одну порцию.", "cooking_steps": "Для бисквита:\r\nЯйцо С1 1 шт.\r\nСахар 90 г\r\nРазрыхлитель 0.3 ч. л.\r\nМука 110 г\r\nМолоко 20 г\r\nСливочное масло 50 г\r\nКакао 5 г\r\nРастительное масло 50 г\r\nРяженка 90 г\r\nСоль щепотка\r\nКрасный краситель по вкусу\r\nДля крема:\r\nСливки 33% 200 г\r\nСливочный сыр 300 г\r\nСахарная пудра 50 г\r\n\r\n1. Подготовьте и отвесьте все продукты для бисквита.\r\n\r\n2. Просейте все сухие ингредиенты вместе. Какао для бисквита лучше выбирать алкализованное, чтобы оно подарило коржу максимум вкуса и аромата. Его также можно использовать в дальнейшем для декора.\r\n\r\n3. Сливочное масло соедините с сахаром. Взбейте миксером до осветления массы.\r\n\r\n4. К масляной массе добавьте яйцо. Перемешайте миксером.\r\n\r\n5. К яично-масляной смеси добавьте растительное масло. Хорошо перемешайте.\r\n\r\n6. К ряженке добавьте красный краситель. Распределите его по всему объему.\r\n\r\n7. К жидким ингредиентам добавьте половину сухих. Аккуратно перемешивая лопаткой снизу в верх, замешайте тесто.\r\n\r\n8. В полученную массу добавьте ряженку с красителем. Аккуратно перемешайте лопаткой. Продолжайте объединять ингредиенты снизу вверх, чтобы сохранялась воздушность массы.\r\n\r\n9. Добавьте вторую часть сухих ингредиентов. Так же перемешайте до однородности.\r\n\r\n10. Тесто сразу выложите тонким слоем на пергамент и выпекайте в заранее разогретой до 170 градусов духовке примерно 10-15 минут. Готовность проверяйте зубочисткой. Если надолго оставить тесто на столе, оно осядет.\r\n\r\n11. Готовый бисквит переложите на решетку и дайте полностью остыть.\r\n\r\n12. Из бисквита вырежьте круги диаметром вашего стаканчика.\r\n\r\n13. Подготовьте ингредиенты для крема.\r\n\r\n14. Соедините все вместе и взбейте миксером до получения плотной массы. Если вы предварительно охладили сливки до 4 градусов, то у вас не возникнет никаких проблем.\r\n\r\n15. Произвольно чередуя слои выкладывайте трайфл. Важно соблюдать баланс крема и бисквита, следить, чтобы слои были ровные внутри посуды, особенно если она прозрачная. Заполните стаканчики. По желанию, декорируйте.\r\n\r\nПолезные советы:\r\n\r\n1. Трайфл должен настояться\r\nНочь в холодильнике помогает слоям торта объединиться. Коржи пропитываются кремом, становятся еще нежнее и вкуснее. С трайфлами все так же. Если они отдохнут в холоде хотя бы пару часов, десерт станет вкуснее в разы.\r\n\r\n2. Пропитка для бисквита\r\nПотратьте время на созревание и пропитку бисквита. Лучше всего использовать светлые сиропы, чтобы они не оставались неопрятными пятнами  на бисквите. Но в других рецептах шоколадных трайфлов можно смело брать и такие пропитки.", "cooking_time": "01:30:00", "image": "static/image_from_client/b018b6470b4cc5c1315b4b14d12d873d.jpg", "author": "Анна", "user_created": 1}}, {"model": "main.receipt", "pk": 25, "fields": {"name": "Панна-котта с малиной", "description": "Панна-котта (итал. panna cotta — «варёные сливки») — североитальянский десерт из сливок, сахара, желатина и ванили. Родиной десерта является итальянский Пьемонт.", "cooking_steps": "сливки (30%) - 500мл\r\nсвежая малина - 300г\r\nсахар - 150г\r\nжелатин (у меня был листовой) - 4 листика (10-12г)\r\nапельсиновый ликер - 2 ст.л.\r\n\r\n1. Чистую сухую малину протерла через металлическое сито в миску. Получилось малиновое пюре без косточек.\r\n\r\n2. Сливки влить в толстостенную посуду, довести до кипения, затем уменьшить огонь и варить, постоянно помешивая, не менее 5 минут. Добавить сахар и варить, помешивая, еще 5 минут.\r\n\r\n3. Листовой желатин залить холодной водой и оставить на 15 минут. Если нет листового, подойдет обычный. Причем, консистенцию десерта можете регулировать по собственному вкусу - кто-то любит, чтобы сливки были как кисель, кто-то предпочитает плотное желе. Во втором случае желатина надо взять чуть больше, чем в этом рецепте.\r\n\r\n4. Добавить в сливки апельсиновый ликер, размешать и снять с плиты. Листики желатина отжать и добавить в чуть остывшие сливки. Тщательно размещать, чтобы желатин полностью растворился.\r\n\r\n5. Сливки влить в малиновое пюре, размешать.\r\n\r\n6. Разлить получившуюся сливочно-малиновую смесь по креманкам или формочкам и убрать в холодильник минимум на 4 часа, но лучше убрать на ночь - чем меньше формочки, тем быстрее десерт застынет. Подавать можно прямо в формочках, украсив свежими ягодами и листьями мяты.", "cooking_time": "00:30:00", "image": "static/image_from_client/d9998fad98ec3882743d7b337de798ea.jpg", "author": "Анна", "user_created": 1}}, {"model": "main.receipt", "pk": 26, "fields": {"name": "Пахлава", "description": "Пахлава (или баклава) — сладкая выпечка из слоёного или фило теста с чаще всего грецкими орехами или фисташками, которое пропитывается сахарным или медовым сиропом.\r\n\r\nПо традиционному рецепту десерт готовят из тонких, как бумага, листов теста, промазывают их маслом или жиром и выкладывают слоями. Начинка пахлавы делается из молотых или порубленных орехов, обычно грецких, заранее пропитанных специями, мёдом или сахарным сиропом и розовой водой.\r\n\r\nВыпекают пахлаву разной формы: прямоугольной, круглой, квадратной или в форме рулетов.", "cooking_steps": "Ингредиенты для теста:\r\n\r\n180 г сливочного масла\r\n3 желтка\r\nстакан сметаны (объём 250 мл)\r\nоколо 3 стаканов муки\r\n10 г ванильного сахара\r\n10 г разрыхлителя\r\n\r\nИнгредиенты для начинки:\r\n\r\n300 г грецкого ореха\r\n4 белка\r\n300 г сахара. \r\n\r\nДополнительно:\r\n\r\n80 г половинок грецкого ореха\r\n1 желток\r\n50 г сливочного масла\r\n5 ст. л. мёда\r\n\r\nПриготовление:\r\n\r\n1. Для теста в чашу высыпать муку и натереть на тёрке масло. Затем всё вместе растереть руками в крошку. \r\n\r\n2. Добавить ванильный сахар и разрыхлитель, перемешать. \r\n\r\n3.Выложить желтки и сметану, замесить мягкое немного липкое тесто. \r\n\r\n4. Разделить тесто на 5 частей — 2 побольше и 3 поменьше. \r\n\r\n5. Закрыть тесто плёнкой и убрать в холодильник на 30–40 минут. \r\n\r\n6. Для начинки орехи измельчить в блендере в среднюю крошку. \r\n\r\n7. Добавить к ним сахар и белки, перемешать. \r\n\r\n8. Раскатать тонко большую часть и распределить по дну формы. \r\n\r\n9. Сверху выложить четверть начинки. \r\n\r\n10. Далее раскатать небольшой кусочек теста. \r\n\r\n11. Выложить следующую часть начинки. И так повторить до конца. \r\n\r\n12. Тупой частью ножа подогнуть и скрепить края теста. \r\n\r\n13. Смазать верх пахлавы желтком и очень острым ножом нарезать только верхнее тесто на ромбики.\r\n\r\n14. Уложить половинки грецкого ореха. Выпекать пахлаву в разогретой духовке при 180С около 40 минут. \r\n\r\n15. Затем нарезать горячую пахлаву, полностью прорезая все слои. \r\n\r\n16. Мёд соединить с растопленным сливочным маслом и обильно покрыть этой глазурью пахлаву. Снова убрать в духовку ещё на 5 минут. \r\n\r\n17. Дать пахлаве полностью остыть, примерно 8–10 часов.", "cooking_time": "00:40:00", "image": "static/image_from_client/2895e9014c5f64a194da0e76a70bb148.jpg", "author": "Анна", "user_created": 1}}, {"model": "main.receipt", "pk": 27, "fields": {"name": "Синнабоны с корицей", "description": "Синнабоны — это вид сладкой выпечки, который представляет собой круглую булочку с мягким и пушистым тестом, слоистым внутри и покрытой глазурью.", "cooking_steps": "Тесто:\r\nМолоко - 250 мл\r\nДрожжи свежие - 28 г\r\nМука - 600 г\r\nЯйца - 2 шт.\r\nСахар - 100 г\r\nСливочное масло - 75 г\r\nСоль - 2/3 ч.л.\r\n\r\nНачинка:\r\nСахар коричневый - 200 г\r\nКорица - 15-20 г (по вкусу)\r\nМасло сливочное - 75 г\r\n\r\nЗаливка:\r\nСыр творожный - 140 г\r\nМолоко - 3 ст.л.\r\nСахарная пудра - 120 г (или по вкусу)\r\nВанилин - 1 г\r\nМасло сливочное - 40 г\r\n\r\n1. Отлейте от общего количества немного теплого молока в пиалу и растворите в нем свежие дрожжи. Обязательно добавьте половину чайной ложки сахара. Всё размешайте до гладкости и подождите, пока дрожжи не начнут пениться.\r\n\r\n2. Выберите удобную емкость для замешивания теста. Налейте в нее теплое молоко, растворенные дрожжи, соль, сахар и добавьте растопленное сливочное масло.\r\n\r\n3. Вбейте два яйца и размешайте венчиком.\r\n\r\n4. Муку обязательно просейте и начинайте подсыпать ее постепенно. Сначала смешивайте тесто ложкой, но по мере его загустения пользуйтесь руками. Обычно, добавив полкило муки, тесто вываливают на поверхность, где вымешивают, подсыпая остальную муку.\r\n\r\n5. Если тесто вымешано хорошо, оно почти не прилипает к рукам, но остается довольно мягким. Старайтесь не добавлять много муки, чтобы булочки не получились слишком плотными. Бывает так, что количество муки приходится чуть увеличивать или уменьшать, это зависит от ее свойств, но ориентировочное количество указано верно. Мне понадобилось чуть меньше, чем 600 граммов муки. Накройте готовое тесто полотенцем и поставьте для подхода в теплое место без сквозняков, примерно на 1 час.\r\nЧерез час тесто поднялось и готово к работе. В процессе формирования булочек оно будет еще подходить.\r\n\r\n6. Для начинки нам понадобятся коричневый сахар, размягченное сливочное масло и корица. Корицу берите по вкусу. Ее можно добавить и три столовых ложки, и одну.\r\n\r\n7. Смешайте сахар с корицей.\r\n\r\n8. Все тесто раскатайте в прямоугольник толщиной не больше 5 мм.\r\n\r\n9. Смажьте тесто мягким маслом и посыпьте сахаром с корицей.\r\n\r\n10. Сверните тесто в рулет.\r\n\r\n11. Нарежьте на кусочки по 2.5 см. \r\n\r\n12. Выложите булочки на противень, выстланный пергаментом. Чтобы карамель не горела при выпечке, некоторые советуют донышко обмакивать в муку. Накройте булочки полотенцем или пленкой и поставьте на расстойку, примерно на 1 час. За это время они существенно увеличатся в размере. Затем отправьте их в духовку и выпекайте при 180 градусах до румяного цвета около 20-25 минут.\r\n\r\n13. Пока булочки пекутся, приготовьте сливочный крем.\r\n\r\n14. Для этого просто смешайте творожный сыр (не плавленый, а творожный), мягкое масло, ванилин, сахарную пудру по вкусу. И добавьте три ложки молока, чтобы придать крему более жидкую текстуру. Все это можно сделать обычной вилкой или ручным венчиком.\r\n\r\n15. Горячие булочки достаньте из духовки и сразу же смажьте полученным кремом.\r\n\r\nБулочки Синнабон с корицей и сливочным кремом готовы, можно подавать к столу.", "cooking_time": "03:15:00", "image": "static/image_from_client/4dd3cfa2ffa9e70e34d290248339d8d3.jpg", "author": "Анна", "user_created": 1}}, {"model": "main.receipt", "pk": 28, "fields": {"name": "Пирог \"Шарлотка\"", "description": "Шарлотка (от фр. charlotte) — сладкий десерт из яблок, запечённых в тесте — вариант яблочного пирога.", "cooking_steps": "ИНГРЕДИЕНТЫ НА 8 ПОРЦИЙ\r\nМука - 1 стакан\r\nСахар - 1 стакан\r\nЯйца - 3 шт.\r\nЯблоки - 3-4 шт.\r\nВанилин (ванильный сахар) – по вкусу\r\nСода пищевая - щепотка\r\n\r\n1.Готовим тесто классической шарлотки. В чашу миксера вбиваем яйца. Добавляем сахар. Взбиваем миксером сначала на средней, затем на высокой скорости до получения светло-желтой массы однородной консистенции\r\n\r\n2. В сладкую яичную смесь добавляем муку, предварительно просеянную через мелкое сито со щепоткой соды и ванилином (ванильным сахаром). Снова взбиваем миксером. Тесто шарлотки готово.\r\n\r\n3. Готовим начинку шарлотки. Яблоки моем и каждое разрезаем пополам. Удаляем сердцевины с семенами. Мякоть очищаем и нарезаем небольшими кубиками или ломтиками произвольной формы.\r\n\r\n4. Яблоки добавляем в тесто шарлотки и осторожно перемешиваем. Выливаем получившуюся массу в форму, смазанную любым жиром, и отправляем в духовку, нагретую до 190°C, на 30 минут.\r\n\r\nПолезный совет:\r\n\r\nВ тесто классической шарлотки с яблоками очень часто добавляют молотую корицу.", "cooking_time": "01:00:00", "image": "static/image_from_client/04446731c1528648c64b081d948bacb7.jpg", "author": "Анна", "user_created": 1}}, {"model": "main.receipt", "pk": 29, "fields": {"name": "Штрудель с вишней", "description": "Штру́дель — кондитерское изделие в виде рулета из пресного, тонко раскатанного и вытянутого теста с различной начинкой (яблочной, грушевой, вишнёвой).", "cooking_steps": "ИНГРЕДИЕНТЫ НА 8 ПОРЦИЙ\r\nмука – 150 г + еще немного для раскатывания теста\r\nсоль – на кончике ножа\r\nрастительное масло – 1 ст. л.\r\nпитьевая вода – 80 мл\r\n\r\nДля начинки:\r\nвишня – 650 – 700 г\r\nсливочное масло – 50 г\r\nкоричневый сахар – 100 г\r\nмолотый миндаль – 50 г\r\nСухари панировочные 3 ст.л.\r\nяйцо – 1 шт.\r\n\r\n1. Приготовьте тесто для штруделя. Просейте муку с солью горкой в широкую миску. Сделайте углубление в центре и влейте растительное масло. Постепенно, в 3–4 приема, добавьте холодную воду.\r\n\r\n2. Работая кончиками пальцев или вилкой, смешивайте муку с жидкостью, пока не получится мягкое тесто. Затем вымесите его, периодически ударяя об стол, до тех пор, пока оно не перестанет прилипать к поверхности и не станет гладким и эластичным. Скатайте тесто в шар, смажьте растительным маслом, заверните в пленку и оставьте на 1 час.\r\n\r\n3. Растопите сливочное масло и дайте немного остыть. Вишню вымойте, обсушите и удалите косточки. Застелите стол старой простыней или скатертью, лучше всего с жаккардовым рисунком, чтобы можно было легко оценить прозрачность теста для штруделя.\r\n\r\n4. Слегка подпылите ткань мукой, положите тесто в центр и раскатайте скалкой в круг диаметром 20 см. Теперь потихоньку тяните тесто от центра к краям, держа в руках. Затем снова уложите лепешку на ткань.\r\n\r\n5. Осторожно тяните тесто от центра к краям, одновременно раздвигая руки. Растягивайте тесто медленно, участок за участком. Постепенно оно станет таким тонким, что будет виден рисунок на ткани. Обрежьте толстые края ножницами.\r\n\r\n6. Смажьте тесто для штруделя растопленным маслом. Соедините сухари, сахар и молотый миндаль, посыпьте получившейся смесью тесто по всей поверхности. Распределите вишню.\r\n\r\n7. Сверните тесто с вишней в плотный рулет и хорошо скрепите швы по бокам. Положите штрудель на противень, выстланный бумагой для выпечки, швом вниз и смажьте взбитым яйцом. Выпекайте штрудель с вишней 40 минут при 180°C.\r\n\r\nПолезный совет:\r\n\r\nРастягивая тесто для такого штруделя с вишней, помните, что оно очень быстро пересыхает и становится хрупким, поэтому старайтесь работать с ним как можно быстрее.", "cooking_time": "01:30:00", "image": "static/image_from_client/322e516ca03aa3ee2591c65a8b026ec8.jpg", "author": "Анна", "user_created": 1}}, {"model": "main.receipt", "pk": 30, "fields": {"name": "Брауни", "description": "Бра́уни — шоколадное пирожное характерного коричневого цвета (англ. brown — «коричневый»; отсюда и название), прямоугольные куски нарезанного шоколадного пирога.", "cooking_steps": "ИНГРЕДИЕНТЫ НА 8 ПОРЦИЙ\r\nсахар 1 стакан\r\nмука 1 стакан\r\nсливочное масло 200 г\r\nшоколад темный 100 г\r\nяйцо 3 шт.\r\n\r\n1. Масло сливочное соединить с шоколадом и растопить, воспользовавшись микроволновкой или водяной баней. Перемешать и дать время массе остыть.\r\n\r\n2. Яйца соединить с сахаром и взбить до густой белой массы. Продолжая взбивать, ввести растопленное сливочное масло и шоколад.\r\n\r\n3. Муку просеять через сито, добавить в жидкую составляющую и аккуратно вмешать ее, воспользовавшись силиконовой лопаткой, движениями снизу вверх.\r\n\r\n4. Форму выстелить пергаментом и смазать небольшим количеством масла. Выложить шоколадное тесто, равномерно распределить его и слегка постучать формой о поверхность, чтобы избавить тесто от воздушных пустот.\r\n\r\n5. Выпекать брауни в духовке, разогретой до 170°C, 30–35 минут. Время выпечки зависит от духовки и желаемой текстуры внутри десерта. Дать десерту остыть и украсить по желанию.", "cooking_time": "00:40:00", "image": "static/image_from_client/d2bd86113929fa403f14c5ecdfbd53fb.jpg", "author": "Анна", "user_created": 1}}, {"model": "main.receipt", "pk": 31, "fields": {"name": "Круассаны с заварным кремом", "description": "Круасса́н — небольшое мучное кондитерское изделие, булочка в форме полумесяца (рогалика) из слоёного теста. Очень популярный продукт французской кухни, подаётся на завтрак к кофе для взрослых или к какао («горячему шоколаду» по-французски) для детей; своеобразный символ этой страны.", "cooking_steps": "Ингредиенты\r\nМука 500 г.\r\nСоль 10 г.\r\nСахар 50 г.\r\nМед 20 г.\r\nДрожжи свежие 25 г.\r\nСливочное масло 35 г.\r\nВода (холодная) 230 г.\r\n\r\nПрослойка:\r\nСливочное масло 250 г.\r\n\r\nКрем:\r\nМолоко 450 г.\r\nСахар 100 г.\r\nВанильный сахар 15 г.\r\nКукурузный крахмал 2 г.\r\nЖелток 4 яиц 60 г.\r\n\r\n1. В чаше смешать дрожжи, сахар, мягкое сливочное масло, мед. Перемешать.\r\n\r\n2. В полученную смесь добавить холодную воду и все перемешать до растворения дрожжей.\r\n\r\n3. К жидким ингредиентам просеять муку. Лучше муку просеивать чтобы не допустить попадание в тесто каких либо посторонних предметов которые могут находиться в муке.\r\n\r\n4. Вымесить тесто до гладкости. На этом этапе не нужно добиваться хорошего развития клейковины так как при длительной расстойки в холодильнике она успеет развиться и тесто будет очень эластичным.\r\n\r\n5. Тесто убрать в пакет в форме прямоугольника. Положить тесто в холодильник на ночь. Если нет времени то можно убрать в морозилку на час, но именно после долгого нахождения в холодильнике тесто самое удобное в работе и не рвется при раскатке.\r\n\r\n6. Сливочное масло комнатной температуры выложить на пергамент. Накрыть пергаментом масло и раскатать скалкой, чтобы получился ровный квадратный пласт. Убрать сливочное масло в холодильник на ночь или минимум на час вместе с тестом. если времени нет то можно убрать в морозилку минут на 30-40 чтобы масло хорошо застыло. Масло и тесто должны быть в итоге одной плотности.\r\n\r\n7. Тесто и стол присыпать слегка мукой. Раскатать тесто в форме прямоугольника так, чтобы оно было в 2 раза длиннее пласта масла и можно было им полностью обернуло масло.\r\n\r\n8. Выложить середину пласта холодное сливочное масло. Сложить края теста в центр и защепить края чтобы масло надежно осталось внутри при раскатывании. Раскатать в прямоугольник в одном направлении так чтобы длина теста была в три раза больше ширины. Свернуть края теста к центру в три слоя (тур). Повторить тур еще раз.\r\n\r\n9. Убрать тесто в пакет и убрать в холодильник минимум на час или морозилку минут на 30. Тесто и масло должны снова остыть. Холодное тесто снова раскатать и сложить, Всего нужно сделать не менее 3 туров. Меньше не нужно иначе слоев будет мало, но и слишком много не нужно, так как тесто будет становиться все более тонким и начнет рваться, что тоже плохо скажется на слоистости готового изделия.\r\n\r\n10. Подготовить отвесить ингредиенты для крема. Температура продуктов тут не важна.\r\n\r\n11. В сотенйике смешать сахар, ванильный сахар и желтки. Перемешать до соединения.\r\n\r\n12. В полученную смесь добавить крахмал. Перемешать чтобы не осталось комочков сухого крахмала. Если смесь густая и неохотно смешиватся, можно добавить немного холодного молока.\r\n\r\n13. Также в сотейник влить молоко. Поставить сотейник на огонь и помешивая довести массу до загустения. Это произойдет на начальном этапе кипения. Как только увидели первые пузырьки снимаем крем с плиты чтобы не получить яичный привкус в готовом креме.\r\n\r\n14. Полученную заварную часть процедить через сито чтобы избавиться и плотных оболочек желтка и возможных комочков крахмала.\r\n\r\n15. В горячий крем добавить сливочное масло и все перемешать лопаткой до объединения.\r\n\r\n16. Накрыть крем пленкой в контакт и убрать в холодильник до полного остывания. Готовый крем не должен быть густым.\r\n\r\n17. Раскатать тесто в длинный пласт толщиной примерно 3-4 мм ( размер примерно 30/50) Разрезать тесто на треугольники с основанием 8-10 см. лучше воспользоваться линейкой. С широкой стороны треугольников сделать надрез примерно 1,2-2 см чтобы при формировании не получилось избытка теста внутри круассана.\r\n\r\n18. Свернуть тесто в рулет начиная с длинного края разводя разрезанные края “ушками” наружу.\r\n\r\n19. Выложить круассаны на достаточно большом расстоянии друг от друга так как тесто увеличится при расстойке. Накрыть круассаны пленкой и поставить в теплое место на растойку примерно на 2 часа в теплое место. Можно убрать в духовку и снизу поставить чашку с кипятком. Тесто должно очень м увеличиться в объеме примерно в три раза. Перед выпечкой смазать круассаны яйцом смешанным с небольшим количеством молока и поставить выпекаться в духовку при 170 градусах с конвекцией минут на 15 до готовности или на 180 градусах без конвекции примерно 20-25 минут\r\n\r\n20. Готовые остывшие круассаны начинить кремом. Для этого ножом нужно сделать отверстие в которое с помощью кондитерского мешка отсаживаем крем примерно 30-40 г на один круассан.\r\n\r\n21. По желанию украсьте свежими ягодами.", "cooking_time": "00:40:00", "image": "static/image_from_client/7b8142c0e3b7978ca71bfb46362a66a7.jpg", "author": "Анна", "user_created": 1}}]